const questions = [
  { question: "Семестър 6:", answers: ["Сигурно системно програмиране", "Сигурност в кибер физични системи"] },
  { question: "Семестър 6:", answers: ["Защита на web приложения", "Надеждност и безопасност в критични инфраструктури"] },
  { question: "Семестър 7:", answers: ["Разпределени приложения и защита", "Системи за видеонаблюдение"] },
  { question: "Семестър 7:", answers: ["Машинно обучение и киберсигурност", "Машинно обучение и дълбоки невронни мрежи с приложения в мрежовата сигурност"] },
  { question: "Семестър 8:", answers: ["Програмни технологии за сигурен код", "Стеганография"] },
  { question: "Семестър 8:", answers: ["Валидация и верификация на програмни системи", "Видео и аудио анализ в криминалистиката"] },
  { question: "Семестър 8:", answers: ["Блокчейн технологии", "Блокчейн в телекомуникациите"] },
  { question: "Семестър 8:", answers: ["Сигурност и защита в Интернет на нещата", "Одит и оптимизация на мрежи"] },
  // Add more questions as needed
];

export default questions;
